module.exports = [
    {
        id: '1',
        private: false,
        title: 'Исследование: мозг понимает язык с помощью «автокоррекции»',
        content: 'Новое исследование опубликовано в Proceedings of the National Academy of Sciences. Авторы работы заявляют, что функции языковых моделей ИИ напоминают метод языковой обработки в человеческом мозгу. Так, последнее поколение языковых моделей было разработано для предсказания следующего слова в тексте, как и функция автозамены в iMessage, но наблюдатели заметили, что они в некотором роде понимают значение текста. «Чем лучше модель предсказывает следующее слово, тем больше она соответствует человеческому мозгу», — говорит Нэнси Канвишер, профессор когнитивной нейробиологии и автор нового исследования. Новая модель предсказания следующего слова является частью усилий по глубокому обучению нейронных сетей. За последнее десятилетие эти модели использовались для воссоздания функций мозга, а именно для распознавания объектов. Нейросети могут функционировать аналогично человеческому мозгу, потому что они смоделированы по его образцу. Они включают тысячи узлов обработки, которые передают информацию друг другу. Группа исследователей из МТИ проанализировала 43 различных языковых модели, многие из которых были оптимизированы для предсказания следующего слова, в том числе GPT-3. Они предложили каждой модели словесную строку для измерения активности ее нейронных узлов. Затем они сравнили эти паттерны с активностью человеческого мозга, измеренной, когда испытуемые выполняли языковые задачи, такие как слушание, чтение полных предложений и чтение по одному слову за раз. Исследование показало, что наиболее эффективные модели предсказания следующего слова имели паттерны активности, которые больше всего напоминали паттерны человеческого мозга. Кроме того, активность в этих моделях также коррелировала с поведенческими показателями человека, такими как скорость чтения текста. Результаты исследования показывают, что предсказание следующего слова является одной из ключевых функций языковой обработки. В дальнейшей работе ученые планируют создать варианты моделей предсказания следующего слова, чтобы увидеть, как небольшие изменения между каждой моделью влияют на их способность к обработке. Они также планируют объединить эти языковые модели с компьютерными, разработанными для выполнения других задач восприятия физического мира. Конечной целью исследователей является понимание того, как возникает общий интеллект.',
        image: 'https://hsto.org/r/w1560/getpro/habr/upload_files/341/330/151/3413301518ca7ad21b1e0a214e385c33.jpg',
        createdAt: '06/10/2021',
        views: [],
        likes: [],
        comments: [],
        author: {
            id: '1',
            name: 'Maxim Mikheev',
            avatar: 'Надо будет придумать первоначальный аватар пустышку'
        }

    },
    {
        id: '2',
        private: false,
        title: 'Как Hasty использует автоматизацию и быструю обратную связь для обучения моделей ИИ',
        content: 'CEO Hasty Тристан Руиллар (в центре), сооснователи компании Константин Проскудин (слева) и Александр Веннман (справа) Компьютерное зрение становится всё важнее для различных промышленных сфер, от слежения за строительными работами до реализации умного сканирования штрих-кодов на складах. Однако обучение искусственного интеллекта точному распознаванию изображений может быть медленным и затратным трудом, не гарантирующим результаты. Молодой немецкий стартап Hasty стремится помочь в решении этой задачи, обещая предоставить инструменты нового поколения, способные ускорить весь процесс аннотирования изображений для обучаемой модели. Основанный в 2019 году в Берлине Hasty заявляет сегодня, что ему удалось получить 3,7 миллиона долларов в первом раунде финансирования, проведённом Shasta Ventures. Эта венчурная фирма из Кремниевой долины провела уже множество значимых выводов: Nest (куплен Google), Eero (куплен Amazon) и Zuora (IPO). Другими участниками раунда стали iRobot Ventures и Coparion.',
        image: 'https://hsto.org/webt/-e/wv/jx/-ewvjxrhif-6iuugyfizu7xw56y.jpeg',
        createdAt: '06/10/2021',
        views: [],
        likes: [],
        comments: [],
        author: {
            id: '1',
            name: 'Maxim Mikheev',
            avatar: 'Надо будет придумать первоначальный аватар пустышку'
        }
    },
    {
        id: '3',
        private: false,
        title: '«Яндекс» научил генеративную модель выдавать тексты «в стиле Хабра»',
        content: '«Яндекс» в первом выпуске онлайн-журнала «Техно» открыл всем желающим доступ к общению с ИИ, генеративная модель которого обучена выдавать тексты «в стиле Хабра». Разработанная командой «Яндекса» «болтливая» языковая модель из семейства YaLM (Yet another Language Model), вдохновленная GPT-3 от компании Open AI, очень любит говорить про нейросети или может рассказать, как переустановить винду. У данной нейросети есть несколько запрещенных стоп-слов (список не открыт, но можно его попытаться проанализировать), на которые она не отвечает и выдает фразу, что ей запретили говорить об этом и на подобные темы, но хочет поговорить о чем-то другом. Также, если речь в беседе склоняется к чему-то непонятному или запрещенному, то нейросеть может сказать, что немножко устала и просит вернуться к разговору позже. В середине октября «Яндекс» в сотрудничестве с изданием N+1 запустили онлайн-журнал «Техно». Каждый выпуск журнала будет посвящен одной из технологий «Яндекса». Первый номер о языковых моделях с интерактивными дополнениями и тестами уже доступен всем желающим. В июне этого года «Яндекс» запустил нейросеть «Балабоба». «Балабоба» может закончить историю, придумать подпись или написать небольшой рассказ. Нейросеть не училась на писательских курсах, но сочиняет тексты за несколько секунд не хуже живых людей. Фактически «Балабоба» обучена на индексируемых «Яндексом» страницах, включая Википедию, новостные статьи и книги, а также записи пользователей в социальных сетях и на форумах. Аналогичные технологии генеративных нейросетей YaLM «Яндекс» использует для ответов в «Поиске» и в голосовом ассистенте «Алиса». ',
        image: 'https://hsto.org/r/w1560/webt/jg/q_/kk/jgq_kkneeb51obs10yvjzdq6sji.jpeg',
        createdAt: '06/10/2021',
        views: [],
        likes: [],
        comments: [],
        author: {
            id: '1',
            name: 'Maxim Mikheev',
            avatar: 'Надо будет придумать первоначальный аватар пустышку'
        }
    },
    {
        id: '4',
        private: false,
        title: 'Windows 11 получит новую версию «защитника» Microsoft Defender',
        content: 'В новой операционной системе Microsoft появилось немало передовых функций. Судя по последним утечкам в социальной сети Twitter, в скором времени пользователи ОС получат новую систему защиты от сетевых и иных угроз — очередную версию Microsoft Defender. Судя по скриншоту, опубликованному итальянским Twitter-каналом Aggiornamenti Lumia, некоторым пользователям уже доступна версия нового Microsoft Defender Preview для предварительного тестирования, получившая кодовое имя GibraltarApp. Новый Defender обеспечит пользователям «простую, незаметную и персонализированную защиту». Ещё до официального релиза Windows 11 стало понятно, что Microsoft стала крайне серьёзно подходить к вопросам обеспечения безопасности. К железу компьютеров предъявляются жёсткие требования: необходимо наличие модуля TPM 2.0, поддержка технологий VBS и Secure Boot, а также процессоров, поддерживающих технологии Mode-based Execution Control (MBEC) или Guest Mode Execute Trap (GMET). Примечательно, что используемый сейчас в Windows 11 защитник Microsoft Defender внешне очень похож на вариант, применяемый в Windows 10 — он уже получил немало негативных откликов пользователей, включая жалобы на его роль в сбоях работы системы. Не исключено, что именно это не в последнюю очередь побудило компанию выпустить новую версию. О доступности нового варианта, даже в виде Microsoft Defender Preview, сведения пока отсутствуют. Судя по всему, сначала он будет доступен в бета-канале для участников программы Windows Insider — с учётом того, что именно они также первыми получили возможность опробовать использование Android-приложений в среде Windows 11.',
        image: 'https://3dnews.ru/assets/external/illustrations/2021/10/27/1052282/sm.FCko5ROWEAwBOpK.750.jpg',
        createdAt: '06/10/2021',
        views: [],
        likes: [],
        comments: [],
        author: {
            id: '1',
            name: 'Maxim Mikheev',
            avatar: 'Надо будет придумать первоначальный аватар пустышку'
        }
    },
    //--------------private
    {
        id: '5',
        private: true,
        title: 'private post 1',
        content: 'text for private post 1',
        image: 'https://im0-tub-ru.yandex.net/i?id=0b370045de8a09479e81da4869d1618c&n=13',
        createdAt: '06/10/2021',
        views: [],
        likes: [],
        comments: [],
        author: {
            id: '1',
            name: 'Maxim Mikheev',
            avatar: 'Надо будет придумать первоначальный аватар пустышку'
        }

    },
    {
        id: '6',
        private: true,
        title: 'private post 2',
        content: 'text for private post 2',
        image: 'https://im0-tub-ru.yandex.net/i?id=0b370045de8a09479e81da4869d1618c&n=13',
        createdAt: '06/10/2021',
        views: [],
        likes: [],
        comments: [],
        author: {
            id: '1',
            name: 'Maxim Mikheev',
            avatar: 'Надо будет придумать первоначальный аватар пустышку'
        }
    },
    {
        id: '7',
        private: true,
        title: 'private post 9999',
        content: 'text for private post 3',
        image: 'https://im0-tub-ru.yandex.net/i?id=0b370045de8a09479e81da4869d1618c&n=13',
        createdAt: '06/10/2021',
        views: [],
        likes: [],
        comments: [],
        author: {
            id: '1',
            name: 'Maxim Mikheev',
            avatar: 'Надо будет придумать первоначальный аватар пустышку'
        }
    }
]