export default [
    {
        id: '1',
        name: 'Максим',
        avatar: 'Ссылка на аватар' //Надо будет добавить аватар пустышку
    },
    {
        id: '2',
        name: 'Вячеслав',
        avatar: 'Ссылка на аватар' //Надо будет добавить аватар пустышку
    }, {
        id: '3',
        name: 'Андрей',
        avatar: 'Ссылка на аватар' //Надо будет добавить аватар пустышку
    }, {
        id: '4',
        name: 'Артем',
        avatar: 'Ссылка на аватар' //Надо будет добавить аватар пустышку
    },
]