module.exports = [{
    id: 123,
    user: {
        id: 456,
        name: 'Andrei',
        avatar: 'Ooops'
    },
    days: {
        '2021-10-05': [],
        '2021-10-06': [],
        '2021-10-07': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 8, date: '2021-10-07' }],
        '2021-10-08': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 8, date: '2021-10-08' }],
        '2021-10-09': [],
        '2021-10-10': [],
        '2021-10-11': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 8, date: '2021-10-11' }],
        '2021-10-12': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 8, date: '2021-10-12' }],
        '2021-10-13': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 8, date: '2021-10-13' }],
        '2021-10-14': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 8, date: '2021-10-14' }],
        '2021-10-15': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 0, date: '2021-10-15' }],
        '2021-10-16': [],
        '2021-10-17': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 0, date: '2021-10-18' }],
        '2021-10-18': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 7, date: '2021-10-18' }],
        '2021-10-19': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 6, date: '2021-10-19' }],
        // '2021-10-20': [],
        '2021-10-21': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 6, date: '2021-10-21' }],
        '2021-10-22': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 8, date: '2021-10-22' }],
        '2021-10-23': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 0, date: '2021-10-23' }],
        '2021-10-24': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 0, date: '2021-10-24' }],
        '2021-10-25': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 8, date: '2021-10-25' }],
        '2021-10-29': [{ name: 'ВАШ РАБОЧИЙ ДЕНЬ', hours: 8, date: '2021-10-29' }],
    }
}]